{
    "login": {
        "1": "Login"
    },
    "register": {
        "1": "Register",
        "2": "Register"
    },
    "emailLabel": {
        "1": "Email Address"
    },
    "loginPasswordLabel": {
        "1": "Password"
    },
    "forgotPassword": {
        "1": "Forgot password ?"
    },
    "signInWithGoogle": {
        "1": "Signup with Google"
    },
    "notRegistered": {
        "1": "Not registered ?"
    },
    "loginValidation": {
        "1": "Enter Your Email and Password",
        "2": "Please enter a valid Email"
    },
    "changePassword": {
        "1": "Change Password",
        "2": "Change Your Password"
    },
    "dontHaveAccYet": {
        "1": "You don't have account?"
    },
    "enterEmailAddress": {
        "1": "Enter Your Email"
    },
    "emailNotValid": {
        "1": "Email is not valid"
    },
    "userNotFound": {
        "1": "User not found"
    },
    "checkYourEmail": {
        "1": "Check Your Email address"
    },
    "fillAllFields": {
        "1": "Fil all fields"
    },
    "passwordsNotMatch": {
        "1": "Passwords do not match"
    },
    "name": {
        "1": "Name"
    },
    "password": {
        "1": "Password"
    },
    "repeatPassword": {
        "1": "Repeat Password"
    },
    "allreadyHaveAcc": {
        "1": "Allready have an account ?"
    },
    "passwordMustBe6": {
        "1": "Password must be up to 6 characters"
    },
    "verifyEmail": {
        "1": " Please verify your email, PIN has been sent to your email!"
    },
    "wrongPin": {
        "1": "Wrong PIN, try again!"
    },
    "enterFullPin": {
        "1": "Enter full PIN!"
    },
    "anErrorOccured": {
        "1": "An error occurred, please try again!"
    },
    "resetPasswordSuccesfully": {
        "1": "Password Reset succesfully"
    },
    "changePasswordCodeSent": {
        "1": "Verification code has been sent, check Your Email"
    },
    "verifyCode": {
        "1": "Verification code"
    },
    "newPassword": {
        "1": "New Password"
    },
    "yourCode": {
        "1": "Your code"
    },
    "change": {
        "1": "Change"
    },
    "resendCode": {
        "1": "Resend code"
    },
    "notAvailableToken": {
        "1": "Token is not available"
    },
    "imageChanged": {
        "1": "Image changed successfully"
    },
    "networksUpdatedSuccess": {
        "1": "Networks updated successfully!"
    },
    "enterTable": {
        "1": "Enter Your table"
    },
    "yourTable": {
        "1": "Your car table"
    },
    "tableUpdatedSuccess": {
        "1": "Table updated successfully!"
    },
    "removedNetworksSuccess": {
        "1": "You have successfully removed the networks !"
    },
    "shareYourNetworks": {
        "1": "Share Your networks",
        "2": "Enter networks"
    },
    "phoneNumber": {
        "1": "Phone Number"
    },
    "updateNetworks": {
        "1": "Update Your Networks"
    },
    "updateTable": {
        "1": "Update Car Table"
    },
    "yourFacebookProfile": {
        "1": "Your Facebook Profile"
    },
    "yourInstagramProfile": {
        "1": "Your Instagram Profile"
    },
    "yourPhoneNumber": {
        "1": "Your Phone Number"
    },
    "removeYourNetworks": {
        "1": "Remove Your Networks"
    },
    "firstLetter": {
        "1": "B"
    },
    "restLetters": {
        "1": "ECOME"
    },
    "beAvailable": {
        "1": "STAY AVAILABLE"
    },
    "eG": {
        "1": "e.g."
    },
    "city": {
        "1": "City *",
        "2": "City"
    },
    "currentPlace": {
        "1": "Place *",
        "2": "Place"
    },
    "genderLabel": {
        "1": "Gender"
    },
    "gender": {
        "1": "Select Gender",
        "2": "Male",
        "3": "Female"
    },
    "hairLabel": {
        "1": "Hair Color"
    },
    "hair": {
        "1": "Select Hair Color",
        "2": "Brown",
        "3": "Black",
        "4": "Blond",
        "5": "Red"
    },
    "eyesLabel": {
        "1": "Eyes Color"
    },
    "eyes": {
        "1": "Select Eyes Color",
        "2": "Blue",
        "3": "Green",
        "4": "Brown",
        "5": "Black"
    },
    "shoesLabel": {
        "1": "Shoes"
    },
    "shoes": {
        "1": "Select Shoes",
        "2": "Sneakers",
        "3": "Shoes",
        "4": "Boots",
        "5": "Sandals",
        "6": "Slippers",
        "7": "Ballet flats"
    },
    "upperWardrobeLabel": {
        "1": "Upper Wardrobe"
    },
    "upperWardrobe": {
        "1": "Select Upper Wardrobe",
        "2": "T-shirt",
        "3": "Hoodie",
        "4": "Tracksuit Top",
        "5": "Sweater",
        "6": "Blouse",
        "7": "Shusher",
        "8": "Jacket",
        "9": "Coat"
    },
    "lowerWardrobeLabel": {
        "1": "Lower Wardrobe"
    },
    "lowerWardrobe": {
        "1": "Select Lower Wardrobe",
        "2": "Shorts",
        "3": "Sweat suit",
        "4": "Jeans",
        "5": "Pants",
        "6": "Dress",
        "7": "A skirt"
    },
    "save": {
        "1": "SAVE"
    },
    "fillAllRequiredFields": {
        "1": "Fill in the mandatory fields marked with *"
    },
    "findAvankariViaTable": {
        "1": "Find Avankari via license plate"
    },
    "findAvankariViaAppearance": {
        "1": "Find Avankari by appearance"
    },
    "egTable": {
        "1": "e.g. De1234dg"
    },
    "search": {
        "1": "Search"
    },
    "cityAndPlaceAreMandatory": {
        "1": "City and Place are required fields!"
    },
    "inCity": {
        "1": "In City :"
    },
    "location": {
        "1": "Location :"
    },
    "reportProblemToAdmin": {
        "1": "Report Problem"
    },
    "enterText": {
        "1": "Enter text",
        "2": "Enter message"
    },
    "wait1hourProblemReport": {
        "1": "You must wait at least 1 hour before reporting the problem again!"
    },
    "atleast10characters": {
        "1": "The message must have a minimum of 10 characters!"
    },
    "send": {
        "1": "Send"
    },
    "readTermsOfUse": {
        "1": "Read terms of use"
    },
    "youMustAgree": {
        "1": "You must agree with terms of use!"
    },
    "iAgreeWithTerms": {
        "1": "I agree with terms of use!"
    },
    "deleteUserDetails": {
        "1": "Remove your details"
    },
    "removedUserDetailsSuccess": {
        "1": "Details removed successfully!"
    },
    "allreadyRemovedUserDetails": {
        "1": "You have allready removed your details!"
    },
    "userDetailsUpdatedSuccessfully": {
        "1": "User details updated successfully."
    },
    "termsAndPrivacyHeading": {
        "1": "Privacy Policy",
        "2": "1. Collection and Use of Information",
        "3": "1.1. Location",
        "4": "1.2. Personal Description",
        "5": "1.3. Vehicle Registration",
        "6": "1.4. Social Media and Contact Information",
        "7": "1.5. Protection of Personal Data",
        "8": "2. Sharing Information with Third Parties",
        "9": "3. Data Security",
        "10": "4. Withdrawal of Consent and Data Deletion",
        "11": "Terms of Use.",
        "12": "1. Registration and Access to the Application",
        "13": "2. User Behavior",
        "14": "3. Final Provisions"
    },
    "termsAndPrivacyContent": {
        "3": "Your location is collected and used to enable the functionality of the application. Exact information about your location is not stored, and the entered locations (e.g., 'Belgrade, Club: Rich') are stored in the database to enable search and finding other users. You have the option to disable sharing your location at any time.",
        "4": "Information you enter about your appearance, hair color, eye color, clothing, and attire is stored in the database to allow other users to find you based on these criteria.",
        "5": "Information you enter about vehicle registration, such as license plates, is stored to enable other users to find you based on vehicle registration.",
        "6": "If you choose to share links to your social networks and phone number, this information will be available to other users if they find you based on your criteria.",
        "7": "Users do not have the right to use other people's personal information, including phone numbers, social networks, photos, and vehicle plates.",
        "8": "We will not share your personal information with third parties without your consent unless required by applicable laws or judicial authorities.",
        "9": "Your personal information is stored securely, and we use various technical and organizational measures to ensure that your data is protected from unauthorized access.",
        "10": "You have the right to withdraw your consent for data collection and usage at any time. You can also request the deletion of all data you have entered into the application.",
        "12": "1.1. By registering for the application, you accept these terms of use.",
        "13": "1.2. You have the right to use the application in accordance with applicable laws and these terms.",
        "14": "2.1. You will not use the application for purposes that violate the laws or the rights of other users.",
        "141": "2.2. You will not misuse the personal data of other users or share them without their consent.",
        "142": "2.3. Users do not have the right to use the personal information of others, including phone numbers, social networks, photos, and vehicle plates.",
        "15": "3.1. We reserve the right to change these terms of use at any time. Updated terms can be found in the application.",
        "16": "3.2. These terms of use constitute the entire agreement between you and us regarding the use of the application.",
        "17": "Please carefully read and understand this Privacy Policy and Terms of Use before using the application. If you have any questions or concerns, feel free to contact us."
    },
    "iRead": {
        "1": "I read"
    },
    "about": {
        "1": "Application Purpose",
        "2": "How Does Avankari Work?",
        "3": "The Avankari application is exclusively social in nature, but it can be effectively used for business purposes and many others; it all depends on your creativity.",
        "4": "The goal of the application is to connect people and provide you with a safe way to be available to others at any time if you choose to be.",
        "5": "It also allows you to become unavailable at any time.",
        "6": "You can also discover other people using the application.",
        "7": "We will list some of the application's functionalities and provide examples of how Avankari can be useful to you."
    },
    "homeAbout": {
        "1": "In the HOME tab, you have the option to set your picture and make your contacts visible.",
        "2": "By making this data visible, anyone searching for you based on certain parameters will be able to see your social networks or phone number and get in touch with you.",
        "3": "With Avankari, security is a priority. Your data is protected, and only when you want to, others will have access to your data.",
        "4": "Make your license plate visible because the SEARCH tab allows other Avankari app users to find you through your license plate.",
        "5": "For instance, if you drive a van and offer transport services or any other activities, and you don't have an advertisement, it will be useful for you to always be available through the Avankari app. Someone will see your license plate, find you, and contact you.",
        "6": "Do you ever find yourself standing at a traffic light and see a nice girl or guy crossing the street?",
        "7": "You exchange glances, but that's where it all ends.",
        "8": "Imagine having the ability to see your license plate, find you through the Avankari app, and add you on one of the already updated social networks."
    },
    "profileAbout": {
        "1": "In the PROFILE tab, you have the ability to set the following:",
        "2": "Your current appearance",
        "3": "City and Place are mandatory fields if you want to be accessible to other app users.",
        "4": "When entering City and Place, enter the exact name of the City or Place.",
        "5": "For example, if you are in London, you should enter 'City: London' in the City field.",
        "6": "If you are in a caffé, enter the 'Place' field with the exact name of the caffé.",
        "7": "Other parameters are optional.",
        "8": "But if you enter your current appearance, it will make it easier for others to find you.",
        "9": "For example:",
        "10": "You're going out in the city, updating your info.",
        "11": "City: Paris, Place: Eiffel Tower, or Louvre, or Disneyland, or Caffe Paris",
        "12": "Anyone using the app will be able to see everyone located in Paris at any of those places using these two parameters.",
        "13": "If you've also entered other parameters like Hair Color, Eye Color, what you're wearing, or have on, it will make it easier for others to find you.",
        "14": "Here's the situation:",
        "15": "You're in a café, club, tavern, at a concert, in a cinema... anywhere... you see a girl, or a girl sees you, the situation is awkward, or you don't have the courage to approach each other, this is where Avankari comes in!",
        "16": "You stay updated on where you are and how you look for that evening.",
        "17": "There's a high chance that if you catch a girl's attention, she will find you and see your social networks.",
        "18": "That's an opportunity to reconnect."
    },
    "searchAbout": {
        "1": "SEARCH",
        "2": "By clicking on the SEARCH icon, you have the ability to search for other users of the application.",
        "3": "There is a field for entering license plates that allows you to find other Avankari Application users based on license plates.",
        "4": "You're crossing the street, you see an attractive guy or girl behind the wheel, try to find them using Avankari.",
        "5": "Here's an example of how the search works:",
        "6": "You went out in the city, saw a girl, and don't have the courage to approach her.",
        "7": "Find her using the Avankari application by entering the city and the current Place precisely when clicking on the search icon.",
        "8": "For instance, in the 'City' field, enter 'Paris,' and in the 'Place' field, enter only the name of the tavern, café, or disco.",
        "9": "You can also perform a more precise search for a person if you enter parameters matching their current appearance, such as gender, hair color, eye color, and what they are wearing."
    }
}